<?php

return [
    'first_block' => 'Мы используем файлы куки и другие технологии отслеживания для улучшения вашего просмотра на нашем веб-сайте, чтобы показывать вам персонализированный контент и таргетированную рекламу, анализировать трафик нашеговеб-сайта и понимать, откуда приходят наши посетители.',
    'ok' => 'Ok',
    'setting' => 'Настроить',
    'necessary_desc' => '<b>Необходимые</b>: без этих файлов куки мы не можем предоставлять вам определенные функции на нашемвеб-сайте.',
    'preferences' => ' <b>Функциональные</b> : хранят предпочтения пользователя, такие как язык, настройки интерфейса и регион, чтобы улучшить опыт использования веб-сайта.',
    'statistics' => '<b>Аналитические</b>: помогают анализировать, как вы используете наш сайт, чтобы мы могли улучшить его функциональность и содержание.',
    'marketing' => '<b>Рекламные</b>: используются для показа вам рекламы, которая может больше соответствовать вашим интересам.',
    'back' => 'Назад',
    'apply' => 'Принять',
    'allow_all' => 'Принять все',
];
