<?php

return [
    'first_block' => 'Ми використовуємо файли cookie та інші технології відстеження для покращення вашого перегляду на нашому веб-сайті, щоб показувати вам персональний контент та таргетовану рекламу, аналізувати трафік нашого веб-сайту та розуміти, звідки приходять наші відвідувачі.',
    'ok' => 'Ok',
    'setting' => 'Налаштувати',
    'necessary_desc' => '<b>Необхідні</b>: без цих файлів cookie ми не можемо надавати вам певні функції на нашому веб-сайті.',
    'preferences' => ' <b>Функціональні</b> : зберігають уподобання користувача, такі як мова, налаштування інтерфейсу та регіон, щоб покращити досвід використання веб-сайту.',
    'statistics' => '<b>Аналітичні</b>: допомагають аналізувати, як ви використовуєте наш сайт, щоб ми могли покращити його функціональність та зміст.',
    'marketing' => '<b>Рекламні</b>: використовуються для показу вам реклами, яка може більше відповідати вашим інтересам.',
    'back' => 'Назад',
    'apply' => 'Прийняти',
    'allow_all' => 'Прийняти все',
];
